const 청약제품 = {
  옵션들: {
    옵션1: {
      key: '컬러',
      value: '빨강,파랑,노랑,초록'
    },
    옵션2: {
      key: '사이즈',
      value: 's,m,l,xl'
    },
    옵션3: null
  },
  optionResultList: [
    {
      옵션1: '빨강', 옵션2: 's', 옵션3: '', 사용여부: true, 재고: 20
    },
    {
      옵션1: '빨강', 옵션2: 'm', 옵션3: '', 사용여부: true, 재고: 20
    },
    {
      옵션1: '빨강', 옵션2: 'l', 옵션3: '', 사용여부: false, 재고: 20
    },
    {
      옵션1: '빨강', 옵션2: 'xl', 옵션3: '', 사용여부: true, 재고: 20
    },
    {
      옵션1: '파랑', 옵션2: 's', 옵션3: '', 사용여부: true, 재고: 20
    },
    {
      옵션1: '파랑', 옵션2: 'm', 옵션3: '', 사용여부: true, 재고: 20
    },
  ]
};
